{"_id": {"$oid": "519d5619c27c6f3356f8830f"}, "_cls": "Entity.AggregateEntity", "name": "Richest Australians", "username": "ep", "public": true, "units": 1000000, "metadata": {}, "version": 1, "aggregates": [{"_cls": "Aggregate", "name": "Assets", "periods": {"2012-13": {"value": 54400000000, "metadata": {}}}, "items": [{"_cls": "Item", "name": "Gina Rinehart", "periods": {"2012-13": {"value": 18000000000, "metadata": {}}}, "items": [], "metadata": {"info": "Gina Rinehart is a Western Australian mining tycoon and the wealthiest person in Australia due to her position as Executive Chairman of Hancock Prospecting Pty Limited. Rinehart also holds a significant share of Fairfax Media and is currently the CEO of the Ten Network."}}, {"_cls": "Item", "name": "Ivan Glasenberg", "periods": {"2012-13": {"value": 7200000000, "metadata": {}}}, "items": [], "metadata": {"info": "Born in South Africa, Ivan Glasenberg also holds Australian, Israeli and Swiss citizenship and is the CEO of the multinational commodity training and mining company Glencore Xstrata. Glencore Xstrata are part of the Murrin Murrin Joint Venture cobalt and nickel mine in WA and own the Cobar Copper mine in NSW."}}, {"_cls": "Item", "name": "Andrew Forrest", "periods": {"2012-13": {"value": 5300000000, "metadata": {}}}, "items": [], "metadata": {"info": "Andrew Forrest is a Western Australian mining magnate who founded the Fortescue Metals Group, the fourth largest iron ore company in the world. The company currently operates in two major sites in the Pilbara region of WA."}}, {"_cls": "Item", "name": "James Packer", "periods": {"2012-13": {"value": 4500000000, "metadata": {}}}, "items": [], "metadata": {"info": "Son of media mogul Kerry Packer, James Packer inherited control of Consolidated Press Holdings Limited. Formerly the Executive Chairman of Publishing Broadcasting Limited, Packer is now focused on creating an international gambling empire, Crown."}}, {"_cls": "Item", "name": "Frank Lowy", "periods": {"2012-13": {"value": 4400000000, "metadata": {}}}, "items": [], "metadata": {"info": "Frank Lowy AC is the cofounder of the Westfield Group, which has over 100 shopping centre complexes in Australia. In 2003 Frank Lowy established the Lowy Institute for International Policy, a think-tank for foreign affairs and policy."}}, {"_cls": "Item", "name": "Harry Triguboff", "periods": {"2012-13": {"value": 4000000000, "metadata": {}}}, "items": [], "metadata": {"info": "Harry Triguboff is the chairman and managing director of Meriton Apartments Pty Ltd, which is Australia's biggest residential property developer and the developer of Sydney’s highest residential building, Word Tower."}}, {"_cls": "Item", "name": "Anthony Pratt", "periods": {"2012-13": {"value": 3400000000, "metadata": {}}}, "items": [], "metadata": {"info": "Anthony Joseph Pratt was born in Victoria and is the Chairman and CEO of Pratt Industries and Global Chairman of Visy Industries, the world’s largest privately owned paper and packaging company."}}, {"_cls": "Item", "name": "John Gandel", "periods": {"2012-13": {"value": 3200000000, "metadata": {}}}, "items": [], "metadata": {"info": "John Gandel is a property developer and has made his fortune from the development of commercial real estate, mainly shopping centres inMelbourne."}}, {"_cls": "Item", "name": "Angela Bennet", "periods": {"2012-13": {"value": 2300000000, "metadata": {}}}, "items": [], "metadata": {"info": "Angela Bennet is the daughter of the late Peter Wright, who co-founded Hancock Prospecting and Wright Prospecting with the late Lang Hancock, Gina Rinehart's father. The Western Australian heads Wright Prospecting and is the second richest woman in Australia."}}, {"_cls": "Item", "name": "Kerr Neilson", "periods": {"2012-13": {"value": 2100000000, "metadata": {}}}, "items": [], "metadata": {"info": "Kerr Neilson is an Australian investment manager and the co-founder and managing director of Platinum Asset Management, a fund manager which specialises in international equity investments. "}}], "metadata": {"source2": "http://en.wikipedia.org", "source": "Forbes http://www.forbes.com/lists/2012/78/australia-billionaires-12_rank.html", "info": ""}, "category": "assets"}], "relations": {"revenueVexpenses": {"greater": "Surplus", "equal": "Balanced", "less": "Deficit"}, "assetsVliabilities": {"greater": "Net Position", "equal": "No net debt", "less": "Net Position"}}}